Revit 2027 API
ParameterTypeId.GraphicDisplayOptionsPhotoExposure Property
 "Photographic Exposure"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GraphicDisplayOptionsPhotoExposure { get; }
Public Shared ReadOnly Property GraphicDisplayOptionsPhotoExposure As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GraphicDisplayOptionsPhotoExposure {
	ForgeTypeId^ get ();
}
static member GraphicDisplayOptionsPhotoExposure : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace